Repository: paologiua/complicity_game
Catalog: lib/l10n/app_*.arb
Languages: es, it

# gameRulesPart1
source: Complicity Game is a group game. You need to divide the participants into two teams composed of people with a great sense of mutual complicity.
es: El Juego de la Complicidad es un juego de grupo. Tienes que dividir a los participantes en dos equipos compuestos por personas con un gran sentido de la complicidad mutua
it: Complicity Game è un gioco di gruppo. Occorre dividere i partecipanti in due squadre composte da persone con un grande senso di complicità reciproco

# gameRulesPart2
source: At each turn the game chooses a word and a participant. The latter, through clues, will have to get their team to guess the word rather than the opposing team.
es: En cada turno, el juego elige una palabra y un participante. Éste, mediante pistas, tendrá que conseguir que su equipo adivine la palabra y no el equipo contrario
it: Ad ogni turno il gioco sceglie una parola e un partecipante. Quest’ultimo, tramite degli indizi, dovrà far indovinare la parola alla propria squadra piuttosto che a quella avversaria

# gameRulesPart3
source: The team that guesses the most words wins.
es: Gana el equipo que adivine primero cinco palabras
it: Vince la squadra che indovina per prima 5 parole

# enterParticipantsNamesText
source: Enter at least two participants per team
es: Inscriba al menos a dos participantes por equipo
it: Inserisci almeno due partecipanti per squadra

# gameRulesButtonLabel
source: Game rules
es: Reglas del juego
it: Regole del gioco

# startGameButtonLabel
source: Start game
es: Iniciar una partida
it: Inizia una partita

# deleteButtonLabel
source: Delete
es: Eliminar
it: Elimina

# cancelButtonLabel
source: Cancel
es: Cancelar
it: Annulla

# playerNameHintText
source: Player name
es: Nombre del jugador
it: Nome del giocatore

# greenTeamText
source: Green team
es: Equipo verde
it: Squadra verde

# yellowTeamText
source: Yellow team
es: Equipo amarillo
it: Squadra gialla

# hideScreenText
source: {playerName} ({team, select, green{GREEN TEAM} yellow{YELLOW TEAM} other{NULL}}) hides the screen from other players
es: {playerName} ({team, select, green{EQUIPO VERDE} yellow{EQUIPO AMARILLO} other{NULL}}) oculta la pantalla a otros jugadores
it: {playerName} ({team, select, green{SQUADRA VERDE} yellow{SQUADRA GIALLA} other{NULL}}) nasconde lo schermo agli altri giocatori

# mysteryWordText
source: The mystery word is {word}
es: La palabra secreta es {word}
it: La parola misteriosa è {word}
